<?php
// Heading
$_['heading_title']    = 'Предыдущий | Следующий товар';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_edit']        = 'Настройки модуля';

$_['tab_settings']     = 'Настройки';
$_['tab_help']         = 'Help и поддержка';

// Entry
$_['entry_status']           = 'Статус';
$_['entry_category']         = 'Предпочтение по категории';
$_['entry_manufacturer']     = 'Предпочтение по производителю';
$_['entry_special']          = 'Предпочтение по акции';
$_['entry_anchor']           = 'Анкерная(имя товара)|Безанкерная(пред/след) ссылка';
$_['entry_links']            = 'Текст ссылки';
$_['entry_links_next']       = 'Текст ссылки для следующего';
$_['entry_links_prev']       = 'Текст ссылки для предыдущего';
$_['entry_circle_links']     = 'Использовать циклические ссылки';

$_['text_circle_links_help'] = 'При отсутствии предыдущего или следующего товара - зациклиться ';
$_['text_category_help']     = 'Предыдущий и следующий товар из той же категории';
$_['text_manufacturer_help'] = 'Если товар имеет производителя, то предыдущий и следующий товар из производителей';
$_['text_special_help']      = 'Если товар имеет акцию, то предыдущий и следующий товар из акций';
$_['text_anchor_help']       = 'Текст ссылки';

// Error
$_['error_permission'] = 'У Вас нет прав для изменения модуля Предыдущий | Следующий товар!';

