<?php
// Heading
$_['v_mod'] = '48';
$_['vers_mod'] = '2.3.'.$_['v_mod'];
$_['p_mod'] = 'FilterVier_SEO';
$_['heading_title'] = '<b style="color:blue">'.$_['p_mod'].'_v.'.$_['vers_mod'].'</b>';
$_['title'] = $_['p_mod'].'_v.'.$_['vers_mod'];

//legnd
$_['legnd_clear_cache'] = 'Очистить кэш';
$_['legnd_clear_cache_yes']   = 'Кэш очищен!';
$_['legnd_close_success']   = 'Закрыть окно';
$_['legnd_jq_ui']   = 'Подключить jQuery UI:';
$_['legnd_del_symbol']   = 'Del символ:';
$_['help_del_symbol']   = 'Не показывать Символ Валюты в блоке фильтра';
$_['help_slider'] = 'Отображение цены в виде слайдера.';
$_['legnd_step_slider']   = 'Шаг цены в слайдере:';
$_['help_step_slider']   = 'Одно число для Шага в слайдере Цены для всех Валют магазина. Если не указано, то определяется автоматически с базовых настроек Валюты - количество знаков после запятой.';
$_['legnd_grid_slider'] = 'Шкала:';
$_['help_grid_slider'] = 'Отображать шкалу в слайдере';
$_['legnd_step_prs'] = 'Шаг цены (для ссылок) - через точку с запятой ( ; )';
$_['help_step_prs'] = 'Если Цена в виде ссылок, то Записать конечные границы диапазона. Также поле можно оставить пустым – тогда будет производиться автоматическое определение границ, разбитое максимум на 5 критериев. Если вписать одно число, то оно будет расценено как критерий Шага и по нем будет рассчитаны критерии';
$_['legnd_themes']   = 'Тема фильтра:';
$_['legnd_select_checks'] = 'Форма checkbox:';
//$_['legnd_cats'] = 'Категории';
$_['legnd_attrb'] = 'Атрибуты';
$_['legnd_gen_text_id'] = 'Генерация text_id';
$_['legnd_optv'] = 'Опции';
$_['legnd_prs'] = 'Цена';
$_['legnd_psp'] = 'Акции';
$_['help_psp'] = 'работает только с ключенным полем Акции в низу настроек - setting poles';
$_['legnd_manufs'] = 'Производители';
$_['legnd_qnts'] = 'Наличие';
$_['legnd_nows'] = 'Новинки';
$_['legnd_cache'] = 'Кэш:';
$_['legnd_position'] = 'Блок-items:';
$_['legnd_scroll_item']   = 'Список:';
$_['legnd_ajax_filter']   = 'AjaxFilter:';
$_['help_ajax_filter'] = 'Фильтр на Ajax';
$_['legnd_null_count'] = '<b style="font-size:13px">0 &ndash;&gt; </b><b style="color:red; font-size: 15px;">X</b>';
$_['legnd_meta_tags'] = 'Мета-Тэги:';
$_['legnd_h_head'] = 'Заголовок:';
$_['legnd_pole_h1'] = 'H1:';
$_['help_pole_h1'] = 'Использовать для Заголовка-H1 данные из поля HTML-тег_H1 в Категориях/Производителях (используется, где есть HTML-тег H1)';
$_['legnd_h_descript'] = 'Описание:';
$_['legnd_h_descript_base'] = 'base:';
$_['legnd_pole_descript'] = 'Поле:';
$_['help_pole_descript'] = 'Указать, какое использовать поле для запроса. По умолчанию - description';
$_['legnd_h_descript_base_plus'] = 'base+:';
$_['legnd_no_price'] = 'без Цены:';
$_['legnd_canonical'] = '"canonical":';
$_['legnd_sort_quant'] = 'Нет в наличии -> вниз';
$_['legnd_is_quant'] = 'Показывать в наличии без Статуса';
$_['legnd_view_posit'] = 'Позиция:';
$_['help_view_posit'] = 'Порядок сортировки данного блока в фильтре на сайте';
$_['legnd_mobil_versi'] = 'Моб.вариант:';
$_['legnd_skin_slider'] = 'skinSlider:';
$_['help_skin_slider'] = 'Вид стиля для слайдеров (атрибутов и цены)';
$_['legnd_button'] = 'Вид кнопки:';
$_['help_button'] = 'Кнопки в слайдерах(Применить), в блоке Выбора, в параметрах фильтра(отображенные как кнопки)';
$_['legnd_button_attrib'] = 'кнопки';
$_['legnd_group_view'] = '(группа)';
$_['legnd_pozit_pop'] = 'fin_item';
$_['legnd_redir_url'] = 'Контроль URL:';
$_['legnd_img_wh'] = 'Размер image в px - ';

//sort_default
$_['legnd_sort_default'] = 'Сортировать:';
$_['help_sort_default'] = 'Сортировка на сайте по умолчанию';
$_['legnd_sort_name'] = 'По имени';
$_['legnd_sort_model'] = 'По модели';
$_['legnd_sort_price'] = 'По цене';
$_['legnd_sort_price_desc'] = 'По цене(по убыванию)';
$_['legnd_sort_rating_desc'] = 'По рейтингу(по убыванию)';
$_['legnd_sort_viewed_desc'] = 'По просмотру(по убыванию)';
$_['legnd_sort_date_added_desc'] = 'По новинкам(по убыванию)';
$_['legnd_sort_quantity_desc'] = 'По количеству(по убыванию)';

$_['legnd_del_host'] = 'URL без Домена:';
$_['help_del_host'] = 'URL в ссылках параметров фильтра без http[s]://you_site.dom/';
$_['legnd_url_js'] = 'href js:';
$_['help_url_js'] = 'Когда срабатывает запрет на индексацию при выбранных параметрах, использовать ссылки javascript';
$_['legnd_not_found_404'] = '404:';
$_['help_not_found_404'] = 'При нулевом количестве товара, отправлять Строку Состояния HTTP с кодом 404';

$_['legnd_noindex'] = 'noindex:';
$_['help_noindex'] = 'Количество выбранных параметров фильтра, после которого на странице отображать meta-tag \'robors\'. Если пусто и галка не установлена в \'Посадочные страницы:\' - не отображает данный тэг, если 0 (ноль) - отображать по всем выбранным параметрам, кроме тех, что в Пос.страницах. !!!Работает только при включенном \'Мета-Тэги:\' и \'Контроль URL\'.';
$_['legnd_noindex_page'] = 'noindex-page:';
$_['help_noindex_page'] = 'Отображать на страницах с пагинацией meta-tag \'robors\' и на них удалять Описание. !!!Работает только при включенном \'Мета-Тэги:\' и \'Контроль URL\'.';
$_['legnd_noindex_all'] = 'bloc-all:';
$_['help_noindex_all'] = 'Дополнение к \'noindex\'. Учитывать общие количество выбранных параметров по всем блокам для meta-tag \'robors\'. Если не отмечено - то рассчет изходя из количества выбранных параметров в одном блоке.';
$_['legnd_set_filter_to_base'] = 'set-filter to base:';
$_['help_set_filter_to_base'] = 'Учитывать настройки Фильтра для страниц Категорий/Производителя/Акции из настроек фильтра: \'noindex-page\', \'noindex-sort_lim:\', \'robots:\', \'canonical\' - учитывает \'URL без Домена:\'';
$_['legnd_noindex_sort_lim'] = 'noindex-sort_lim:';
$_['help_noindex_sort_lim'] = 'Отображать на страницах с сортировкой или лимитом meta-tag \'robors\'. !!! Работает только при включенном \'Мета-Тэги:\' и \'Контроль URL\'.';

$_['legnd_noindex_rel'] = 'nofollow-&lt;a&gt;:';
$_['help_noindex_rel'] = 'Устанавливать Атрибут rel=\'nofollow\' в тэге A если данная ссылка находиться в блоке, который скрыт - установлен чекбокс на розовом фоне.';
$_['legnd_noindex_rel_nopp'] = 'nofollow-&lt;a&gt; кроме Пос.страниц:';
$_['help_noindex_rel_nopp'] = 'Устанавливать Атрибут rel=\'nofollow\' во всех ссылках фильтра, кроме ссылок с Пос.Страниц.';
$_['legnd_link_pages'] = 'Пос.страницы:';
$_['help_link_pages'] = 'Использовать данные Мета-тэгов из закладки \'Пос.страницы\'. !!! Работает только при включенном \'Мета-Тэги:\' и \'Контроль URL\'.';

$_['legnd_gua_qv_now'] = 'Н.Н.А';
$_['help_gua_qv_now'] = 'Отображать в блоке ВЫБОРА Наличие, Новинки и Акции';

$_['legnd_no_gua_qv_now'] = 'без Н.Н.';
$_['help_no_gua_qv_now'] = 'Не выводить НАЛИЧИЕ и НОВИНКИ в мета-тегах, Заголовке и Описании';
$_['legnd_mini_sel'] = 'miniSel:';
$_['help_mini_sel'] = 'отображать минимальный блок Выбора';
$_['legnd_html_tag'] = 'htmlTags:';
$_['help_html_tag'] = 'Обрабатывать html тэги в значениях атрибутов (используется для вставки картинок).';
$_['legnd_sub_cats'] = 'parent:';
$_['help_sub_cats'] = 'Показывать товары также и в родительской категории (без количества).';
$_['legnd_scrollis'] = 'фикс.фильтр:';
$_['help_scrollis'] = 'Фиксировать положение фильтра при выборе.';

$_['legnd_chc'] = 'Блок ВЫБОРА';
$_['help_chc'] = 'Отображать блок ВЫБОРА в фильтре при фильтрации';

$_['legnd_attr_sep'] = 'Делитель';
$_['help_attr_sep'] = 'Делитель между параметрами Атрибутов';

//seo_url
$_['legnd_succ_gen_transl'] = 'Seo_url сгенерирован, но НЕ записан в БД';
$_['legnd_succ_add_transl'] = 'Записаны seo_url в БД';
$_['legnd_succ_add_discript'] = 'Записаны Описания в БД';
$_['legnd_add_attribs_text'] = 'Сгенерированы текстовые id!';
$_['legnd_seo_url'] = 'Включить seo_url';
$_['help_seo_url'] = 'Использовать seo_url параметров';
$_['legnd_lang_translit'] = 'Язык для транслита';
$_['help_lang_translit'] = 'С какого языка переводить на транслит. Допустимы три языка: en, ru, ua';
$_['legnd_gen_transl'] = 'Сгенерировать seo_url';
$_['help_gen_transl'] = 'Сгенерировать seo_url (в БД не записывает!). Чтоб сохранить в БД - нажмите Записать';
$_['legnd_add_transl'] = 'Записать';
$_['help_add_transl'] = 'Проверить на дубли и Записать seo_url в БД';
$_['help_edit_transl'] = 'При редактировании seo-url допускаются длина не более 150 символов и только англ.буквы, цифры и тире "-" ';
$_['legnd_separators'] = 'делители';
$_['help_separators'] = 'Три разных делителя между параметрами через пробел (кроме - . + /). Третьим допускается слеш /. Юзабилити ( _ ~ /)';
$_['legnd_clear_table'] = 'Очистить';
$_['help_clear_table'] = 'Очистить таблицу ЧПУ параметров';
$_['legnd_succ_clear_table'] = 'Таблица очищена';
$_['legnd_after_slash'] = '/';
$_['help_after_slash'] = 'Добавлять слеш в конце seo_url параметров фильтра. Работает только при SEO_PRO';
$_['legnd_robot_text'] = 'robots:';
$_['help_robot_text'] = 'Текст в мета-тэге \'robots\'. Без кавычек. По умолчанию \'none\'';
$_['legnd_del_tire'] = '1 тире:';
$_['help_del_tire'] = 'Удалять при генерировании ЧПУ два и более тире.';
$_['legnd_control_pusto'] = 'очищать поля:';
$_['help_control_pusto'] = 'При Записи в базу ЧПУ, если в блоке есть пустые поля, то очистить весь блок.';
$_['help_zaglav_discript'] = '';
$_['help_discript'] = '<span class="jir">Основные маркеры:</span>
[category[ Шаблон описания Категории с промежуточными маркерами - [primer-1] ]/category]
[manufacturer[ Шаблон описания Производителя с промежуточными маркерами - [primer-1] ]/manufacturer]

<span class="jir">Промежуточные маркеры: </span> (только анг.буквы в нижнем регистре, цифры, тире - и подчеркивание _ )
[primer-1[ Текст и маркер самих параметров, например [attrb] ]/primer-1]

<span class="jir">Маркеры параметров:</span>
[name] – наименование Категории или Производителя.
[image] – картинка Категории или Производителя.
[attrb] – атрибутов
[optv] – опций
[manufs] – производителей
[prs] – цены
[psp] – акции';

//Error param
$_['error_separators'] = ' Не корректные делители! ';
$_['error_duble_seo_url'] = ' Есть дубли seo_url ! ';
$_['error_duble_base_url'] = ' <b>Дубли seo_url с основной таблицей!</b> ';
$_['error_add_transl'] = 'Ошибка записи транслита или не сгенерированы seo_url !';

//help
$_['help_input_name']   = 'Имя фильтра для отображения на сайте и на кнопке в мобильных версиях. Если оставить пустым, то информация будет формироваться с языковых файлов - [legnd_title]';
$_['help_clear_cache']   = 'Если используется кэширование запросов фильтра то: - при Изменении настроек фильтра, при создании/изменении: каталогов, товаров, атрибутов, опций, производителей !!! Обязательно очистить cache !!!';
$_['help_news_day'] = 'Дней';
$_['help_news_text'] = 'За последние';

$_['help_cache'] = 'Включить кэширование всех запросов фильтра';
$_['help_select'] = 'Вывод последовательно категорий при выборе';
$_['help_position'] = 'Количество раскрытых элементов в Блоке (в атрибутах, в опциях и т.д). Для списка можно указывать число с плавающей точкой - для коррекции.';
$_['help_null_count'] = 'НЕ выводить при фильтрации в Атрибутах, Опциях, Производителях и Цене те элементы, у которых нулевое количество';
$_['help_jq_ui']   = 'Подключить библиотеку jQuery UI для slider';
$_['help_meta_tags'] = 'Включить генерацию(отображение) мета-тэгов: Robots, Description, Keywords и Title, а также H1 и Описание';
$_['help_no_price'] = 'Не выводить Цену в мета-тегах, Заголовке и Описании';
$_['help_h_head'] = 'Добавлять выбранные параметры в Заголовок-H1';
$_['help_h_descript'] = 'При фильтрации создавать Описание с выбранными параметрами';
$_['help_h_descript_base'] = 'Использовать шаблон из Описания Категории. Работает при включенном \'Описание:\'';
$_['help_h_descript_base_plus'] = 'Прибавлять к выбранному шаблону Описания генерируемый шаблон описания. Работает при включенном \'Описание:\'';
$_['help_canonical'] = 'Указать допустимое количество выбранных параметров, до которого может \'расти\' ссылка \'canonical\'. max - без ограничений. !!! Работает только при включенном \'Контроль URL\'.';
$_['help_canonic_view'] = 'НЕ выводить в canonical. При наличии данного параметра ставить мета-тэг из \'robots\'';
$_['help_sort_quant'] = 'Товары, которых нет в наличии перемещать вниз списка, при любой сортировке';
$_['help_is_quant'] = 'Показывать товары только в наличии, даже если статус Наличие не включен';
$_['help_mobil_versi'] = 'Установить кнопку для мобильного варианта и подключить для нее стиль';
$_['help_pozit_pop'] = 'Если выбранная Категория ниже указанного количества в Блок-items, то раскрывать блок Категории по последней выбранной Категории';
$_['help_redir_url'] = 'Удалять из адресной строки те параметры, которые больше не участвуют в фильтрации. При отключенном - не работают noindex и canonical.';
$_['help_gen_text_id'] = 'После установки модуля, или добавлении/изменения Атрибутов в Карточке Товара – всегда Генерировать текстовые id. Это касается и при добавлении товара, где есть атрибуты. Генерировать после выбора всех нужных параметров.';
$_['help_scroll_item']   = 'Использовать Список если в блоке больше параметров чем в Блок-items. При этом список будет раскрыт, ориентировочно, на то количество строк, которое указанное в Блок-items (всё зависит от размера чекбокса).';

//hand_links
$_['legnd_alias'] = 'alias:';
$_['help_alias'] = 'Указать используемый alias в адресной строке. Если их несколько, то через запятую. Например: ua,su';

//poles
$_['legnd_setting_poles'] = 'setting poles:';
$_['help_setting_poles'] = 'Установка дополнительных полей для запроса к Базе Данных. (Если есть ошибки по этим полям, то установить галку на требуемом поле) Если не требуется - НЕ включайте - не грузите БД';
$_['legnd_stock_status'] = 'stock_status';
$_['help_stock_status'] = 'Если статус товара на странице отображается цифрой, то включить данную галку';
$_['legnd_reward'] = 'reward';
$_['help_reward'] = 'Запрос к reward. - Обычно используется на шаблоне UniShop';
$_['legnd_rating'] = 'rating';
$_['help_rating'] = 'Если используется Рейтинг в товаре - ключить';
$_['legnd_discount'] = 'discount';
$_['help_discount'] = 'Если используется discount в товаре - ключить';
$_['legnd_mini_description'] = 'mini_description';
$_['help_mini_description'] = 'В некоторых шаблонах/модулях используется pole mini_description';
$_['legnd_date_end'] = 'date_end';
$_['help_date_end'] = 'Дополнительный запрос по полю date_end - Обычно используется в шаблонах Newstore, PixelShop';
$_['legnd_manufacturer'] = 'manufacturer';
$_['help_manufacturer'] = 'В некоторых шаблонах/модулях используется pole manufacturer';
$_['legnd_special'] = 'Акции';
$_['help_special'] = 'учитывать в товаре Акционные цены (должно быть ключено, даже тогда, когда период Акции уже истек, но запись в карточке товара осталась). Без включения - не будет на сайте блока Акции';
$_['legnd_nalog'] = 'Налоги';
$_['help_nalog'] = 'учитывать Налоги';
$_['legnd_mult_store'] = 'Мульти-магазин';
$_['help_mult_store'] = 'если несколько магазинов, а также можно использовать если Производитель/и не закреплен/ы за магазином';
//$_['legnd_inout_ajax'] = 'AjaxCorrect';
//$_['help_inout_ajax'] = 'возможная корректировка для ajax по inout';
$_['legnd_fix_product_series'] = 'fix product_series';
$_['help_fix_product_series'] = 'FIX для модуля \'Варианты Товара\' (к таблице `product_master`). !!!Будьте внимаетельны, включая эту галку. При удалении этого модуля не забудьте отключить галку.';
$_['legnd_fix_base_special'] = 'fix base_special';
$_['help_fix_base_special'] = 'FIX для модуля base_special (к нестандартному полю `base_price`). !!!Будьте внимаетельны, включая эту галку. При удалении этого модуля не забудьте отключить галку.';
$_['legnd_fix_sticker_bestseller'] = 'fix sticker_bestseller';
$_['help_fix_sticker_bestseller'] = 'FIX для модуля \'Sticker Bestseller\'. При удалении этого модуля не забудьте отключить галку.';
$_['legnd_fix_bulk_special'] = 'fix bulk_special';
$_['help_fix_bulk_special'] = 'FIX для модуля \'Bulk Specials\'. !!!Будьте внимаетельны, включая эту галку. При удалении этого модуля не забудьте отключить галку.';

//lang_legend
$_['legend_title'] = 'Имя фильтра на сайте и на кнопке в мобильной версии:';
//$_['legend_category'] = 'Название блока Категории:';
$_['legend_attr'] = 'Название блока Атрибуты:';
$_['legend_option'] = 'Название блока Опции:';
$_['legend_manuf'] = 'Название блока Производители:';
$_['legend_qnts'] = 'Название блока "В наличии":';
$_['legend_nows'] = 'Название блока "Новинки":';
$_['legend_psp'] = 'Название блока "Товары со скидкой":';
$_['legend_choice'] = 'Название блока "Очистки фильтра":';
$_['legend_price'] = 'Название блока "Цена":';
$_['legend_thousands_sep'] = 'Делитель тысяч в цене (например 2`000`528):';
$_['legend_between_price'] = 'Делитель между ценами (например 200 - 2589):';
$_['legend_prc_start'] = 'Начало в Цене (если цена списком, например "до"):';
$_['legend_clears'] = 'Название кнопки в блоке "Очистка фильтра" или блоках-слайдерах для удаления:';
$_['legend_apply'] = 'Название кнопки "Применить" в блоках-слайдерах:';
$_['legend_more'] = 'Название "показать Больше" при раскрытии списка параметров:';
$_['legend_hide'] = 'Название "Скрыть" при закрытии списка параметров:';
$_['legend_remove_position'] = 'Название "Удалить параметр" в тэге &lt;a&gt; для "title" в выбранных Параметрах:';
$_['legend_aj_bloc_txt'] = '<b>AjaxFilter:</b> Текст во всплывающем блоке выбора (перед количеством):';
$_['legend_aj_bloc_btn'] = '<b>AjaxFilter:</b> Название кнопки во всплывающем блоке выбора (например, Показать):';
//$_['legend_remove'] = 'Удалить';//пока не задействована
    //SEO
$_['legend_devide_title'] = 'делитель в title';
$_['legend_devide_in_pos'] = 'делитель в середине Параметров (атрибут1, атрибут2, атрибутN, ...)'; 
$_['legend_devide_pos'] = 'делитель между Параметрами (атрибутами; опциями; ...)'; 
$_['legend_meta_brand'] = 'текс перед Производителем';
$_['legend_meta_price'] = 'текст перед Ценой';
$_['legend_h_head_start'] = 'используется перед генерируемыми параметрами Заголовка - &lt;Н1&gt; после его Названия';
$_['legend_h_head_after_pos'] = 'используется в Заголовке - &lt;Н1&gt; после названия каждой позиции';
$_['legend_end_title'] = 'окончание в title';
$_['legend_end_mt'] = 'окончание в мета-тэге description';
$_['legend_no_keywords'] = 'начало слов(их производные), которые не будут указаны в keywords (Цифры и (Слова меньше, чем три буквы), автоматически не включаются в keywords)';
$_['help_leave_blank'] = 'Любое поле, которое не нужно - вы можете оставить это поле пустым';
//end lang_legend

//text-filter
$_['text_status'] = 'Статус';
$_['help_status'] = 'Отображать данный блок на сайте в фильтре';
$_['text_inout'] = 'InOut';
$_['help_inout'] = '(похож на И / ИЛИ) – если включен, то при выборе параметры первого блока остаются активными (и происходит, как бы нарастание - набор - \'И\'), до нажатия параметров другого блока в фильтре, после которых идет фильтрация – отбор – \'ИЛИ\'. Если галки нет – сразу идет фильтрация – отсеивание – как \'ИЛИ\'';
$_['text_count'] = 'Количество';
$_['text_group'] = 'Группы';
$_['text_sort'] = 'Сортировать';
$_['text_button'] = 'Кнопки';
$_['text_success_user_css'] = 'Пользовательский стиль записан!';
$_['text_no'] = 'нет';
$_['text_yes'] = 'да';
$_['text_slider'] = 'slider';
$_['help_slider_attrb'] = 'Отображать блок Атрибутов в виде слайдера, где значения в Атрибутах имеют цифровой вид (допускается цифры с двумя десятичными знаками через точку!!!) Данные параметры могут генерироваться с учетом Делителя атрибутов.';
$_['text_image'] = 'image';
$_['text_null_position'] = '';
$_['legnd_null_position'] = 'Скрывать все параметры в блоке';

//tab_nav
$_['text_general'] = 'Основные';
$_['text_meta_tags'] = 'Мета-тэги & Языки';
$_['text_seo_url'] = 'SEO_URL';
$_['text_hand_links'] = 'Пос.страницы';
$_['text_site_map'] = 'Sitemap';
$_['text_lic'] = 'Лицензия';
$_['text_style_filter'] = 'Стили';
$_['legnd_site_map'] = 'Sitemap';
$_['help_site_map'] = 'Выводить/генерировать Ссылки из закладки \'Пос.страницы\' в sitemap. Работает со стандартным \'Google Sitemap\'';
$_['legnd_sm_http'] = 'Протокол:';
$_['help_sm_http'] = 'Укажите протокол согласно настроек сайта';
$_['legnd_sm_changefreq'] = 'Частота обновления:';
$_['help_sm_changefreq'] = 'Укажите частоту обновления';
$_['legnd_sm_priority'] = 'Приоритетность:';
$_['help_sm_priority'] = 'Укажите приоритетность';
$_['text_links'] = 'Ссылка';
$_['help_hand_links'] = 'После генерации SEO_URL, указать ссылки SEO_URL(ЧПУ) вида /catalog/parametrs. !!! Если в конце есть слеш, то со слешем. (скопируйте нужное ЧПУ из адресной строки)';
$_['help_add_hand_links'] = 'Проверить ссылки SEO_URL(ЧПУ) на дубли и записать.';
$_['text_zapis'] = 'Записать';
$_['text_succ_record'] = 'Записаны';
$_['legnd_lic'] = 'Введите лицензионный ключ:';
$_['bott_lic'] = 'Активировать';
$_['legnd_get_key'] = 'Запросить Лиц.ключ:';
$_['bott_get_key'] = 'Запросить';
$_['err_time_out'] = 'Превышен лимит.';
$_['err_no_domen'] = 'Нет данных.';
$_['err_bag_domen'] = 'ERROR.';
$_['err_no_prod'] = 'ERROR product.';
$_['err_error'] = 'Ошибка запроса.';
$_['visit_mail'] = 'Обратитесь к разработчику: vier9@ukr.net';
$_['devels'] = 'https://oc-vier.ru';
$_['text_visual_editor'] = 'Визуальный редактор (вкл/выкл). !!! При записи отключить Визуальный редактор.';
//popup
$_['text_popup'] = 'Вы переходите на другую вкладку.<br />Сохранить данные?';
$_['text_saved'] = 'уже Сохранено';

//ohters
$_['legnd_diap_mark'] = 'Знак для диапазона:';
$_['help_diap_mark'] = 'Один уникальный знак для диапазона, например ~';
$_['legnd_diap_step'] = 'Шаг атрибутов:';
$_['help_diap_step'] = 'Одно число для шага диапазонов всех атрибутов. Если пусто, то 1. Или перечислить для каждого ID-атрибута свой Шаг через тире. Между данными - точка с запятой. Например: 18-1;21-0.2';
$_['text_avtor'] = 'Другие разработки автора';

//for_otlad
$_['help_show_link_slider'] = '!!!Временно. Для просмотра корректных значений атрибутов при Генерации seo_url, если есть Слайдеры атрибутов. Не записывать в БД с включенным чекбоксом.';
$_['help_add_group_trans'] = 'При Генерации seo_url добавлять в начало Атрибута транслит Группы атрибутов.';

/*==============*/
// Text
$_['text_module']    = 'Модуль';
$_['text_success']   = 'Настройки модуля обновлены!';
$_['text_edit']      = 'Редактирование модуля';/*====*/
$_['text_home']      = 'Главная';/*====*/
$_['button_save']    = 'Сохранить';/*====*/
$_['button_cancel']  = 'Отменить';/*====*/
$_['button_aple']    = 'Применить';

// Entry
$_['entry_status']        = 'Статус Фильтра:';
$_['entry_description']   = 'Описание';

// Error
$_['error_permission'] = 'У Вас нет прав для управления этим модулем!';

?>